# MAIN MENU
GET_REPORT = "🧾 Получить отчёт"
SETTING_REPORT = "⚙️ Настройка отчёта"
PIVOT_DATA = "📒 Сводные данные"
TEST = "TEST BUTTON"

# SETTING REPORT MENU
ADD_INFO_REP = "➕ Добавить информацию"
EDIT_INFO_REP = "✏️ Изменить информацию"
DELETE_INFO_REP = "🗑 Удалить информацию"
ON_OFF_REPORT_DATA = "✅/❌ данные отчёта"

# PIVOT DATA MENU
WORK_LIST = "📋 Список работ"
PREPARATION_TABLES = "🔃 Подготовка таблиц"

# ALL
CANCEL = "⬅️ Назад"
INSERT_PIVOT_DATA = "Внести сводные данные"

FARMS = ['ОАО "Турино-агро"', 'ОАО "Заря Коммуны"', 'ОАО "Глусская Заря"', 'ОАО Агрофирма "Славгородский"',
         'ОАО "Экспериментальная база Глуск"', 'ОАО "Глусский РАПТС"']

ADD_NEW_WORK = '❕ ДОБАВИТЬ НОВУЮ ❕'
